{
    "features": [
        {
            "title": "Basic configuration and folder structure"
        },
        {
            "title": "Uses postcss and sass with autoprefixer"
        },
        {
            "title": "Uses Bootstrap 4"
        },
        {
            "title": "Leaves the styling to you"
        },
        {
            "title": "Uses data from local json files"
        },
        {
            "title": "Contains Node.js server code for easy, secure, and fast hosting"
        },
        {
            "title": "SVG sprites: Add your icons in `components/icon` as .icon files and use them."
        }
    ],
    "howTo": [
        {
            "title": "Prepare a coffee"
        },
        {
            "title": "Run: `npm i` to install the dependencies"
        },
        {
            "title": "Start coding!"
        }
    ],
    "about": [
        {
            "content": "Hey again! If you're here, you're probably wondering who exactly am I."
        },
        {
            "content": "Well, my name is Richard Lu. I was born and raised in New York City. Fun fact: I've been a student in the NYC public school system all my life. Represent!"
        },
        {
            "content": "I’m a Macaulay Honors student at Hunter College, located in the City University of New York. I'm studying Interaction Design through CUNY Baccalaureate for Unique and Interdisciplinary Studies. (Whew, that's an awful lot of labels....)"
        },
        {
            "content": "You could say I'm a bit of a late-bloomer designer. I was first attracted to design in my second year of college after visiting an exhibit at the Cooper Hewitt museum for a class assignment. In that same class, I first learned about UX. What captivated me then (and still now) is the thoughtfulness that goes into different designs from urban planning to user interfaces."
        },
        {
            "content": "Besides design, I'm passionate about activism. I'm always reflecting on Asian American identity, mental health, and technology ethics."
        },
        {
            "content": "In my spare time, I play (a LOT of) DDR at the local arcade, dabble in photography, and noodle around on Reddit."
        },
        {
            "content": "As a last point, I'd like to recall this quote by graphic designer and artist Mars Dorian on Unmistakable Creative which I think suits me very well:"
        },
        {
            "content": "as an introvert, I love humans--I just hate talking to them."
        },
        {
            "content": "That's the long and short of it! Take your time. Hope to see you around, and talk soon."
        }
    ]
}
